---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.MetersToTheFourthPower
source: html/9c27b309-14e4-70fd-731f-48c1e422726e.htm
---
# Autodesk.Revit.DB.UnitTypeId.MetersToTheFourthPower Property

Meters to the fourth power.

## Syntax (C#)
```csharp
public static ForgeTypeId MetersToTheFourthPower { get; }
```